rem ============================================================================================================================
rem èëÇ´çûÇﬁURLÅiç≈êV50ÉyÅ[ÉWÇÃURLÅj <= IEÇ≈èëÇ´çûÇÒÇ≈Ç©ÇÁÅiññîˆÇ…l50ÇÃÇ‚Ç¬Åj

set url="https://hebi.5ch.net/test/read.cgi/news4vip/1562747175/l50"

rem ============================================================================================================================
rem èëÇ´çûÇ›ì‡óeÅ@=> ÉCÉxÉìÉg | ï°êîì¸óÕ=>ÉJÉìÉ}Åu,ÅvãÊêÿÇË => ó·)"eve1,eve2,eve3"

set event="ëÂãKñÕÉAÉbÉvÉfÅ[ÉgÅuÉAÉhÉxÉìÉ`ÉÉÅ[Åv7/10Å`,êVêEã∆ÉpÉXÉtÉ@ÉCÉìÉ_Å[éñëOçÏê¨,êVêEÉpÉXÉtÉ@ÉCÉìÉ_Å[7/24Å`ÉvÉåÉCâ¬î\,ÉeÉâÉoÅ[ÉjÉìÉO,–∆πﬁ∞—Ç¢Ç¡ÇœÇ¢"

rem ============================================================================================================================
rem èëÇ´çûÇ›ì‡óeÅ@=>Å@çDÇ´Ç»ÉRÉÅÉìÉg | ï°êîì¸óÕ=>ÉJÉìÉ}Åu,ÅvãÊêÿÇË => ó·)"ÉåÉX1,ÉåÉX2,ÉåÉX3"

set comment="êVãKÇøÇ·ÇÒÇ®Ç¢Ç≈,êVãKÇøÇ·ÇÒÇ≈Ç‡î¸ñ°ÇµÇ¢ÉåÉCÉhÉ{ÉXÉEÉãÉX21:10"

rem ============================================================================================================================
rem èëÇ´çûÇ›ä‘äu(ïb) => çDÇ´Ç»éûä‘Ç…

set interval=1200

rem ============================================================================================================================
rem Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`
rem ====================================================================================
rem Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`Å`
rem ====================================================================================
rem -------------à»â∫ñ≥éã--------------------------------------

set i=0

TIMEOUT /T 5 /NOBREAK
a.wsf //job:ierun %url% "test" %event% %i%

rem "-------------ïÅí ÇÃï€éÁ-------------"

:top

TIMEOUT /T %interval% /NOBREAK
a.wsf //job:ierun %url% %comment% %event% %i%

set /a i+=1

goto top